const content = {
    quotes: [
        {
            date: "ಜುಲೈ  27 ರಿಂದ ಆಗಸ್ಟ್ 02, 2025",
            items: [
                {
                    text: "ತುಕ್ಕು ಹಿಡಿದು ಅಳಿಯುವುದಕ್ಕಿಂತ ದುಡಿದು ಸವೆಯುವುದು  ಮೇಲು.",
                    author: "ಮೋಕ್ಷಗುಂಡಂ ವಿಶ್ವೇಶ್ವರಯ್ಯ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ನಾವು ಕಾರ್ಯ ಮಾಡುವಾಗ ಜನರ ಹೊಗಳಿಕೆಯಿಂದ ಹಿಗ್ಗಿ ಮೈಮರೆಯದೇ ಇನ್ನಷ್ಟು ತತ್ಪರತೆಯಿಂದ ಕಾರ್ಯದಲ್ಲಿ ಮುಂದಾಗಬೇಕು. ಪ್ರಶಂಸೆಯಿಂದ ಮನಸ್ಸಿಗೆ ಸಂತಸವಾಗುವುದು ಸಹಜವೇ. ಆದರೇ ಜೊತೆಜೊತೆಗೆ ನಮ್ಮ ಜವಾಬ್ದಾರಿಯೂ ಹೆಚ್ಚುತ್ತಾ ಹೋಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಾವು ಮರೆಯಬಾರದು.",
                    author: "ಪರಮ ಪೂಜನೀಯ ಡಾಕ್ಟರ್ ಜಿ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        },
        {
            date: "ಆಗಸ್ಟ್ 03 ರಿಂದ 09, 2025",
            items: [
                {
                    text: "ಈ ದೇಶ ಜೀವಂತ. ಚೇತನಾಮಯ. ಇದು ಬರೀ ಕಲ್ಲು ಮಣ್ಣಿನ ರಾಶಿ ಅಲ್ಲ,  ಜಗಜ್ಜನನಿಯ ಮೂರ್ತಿ ಸ್ವರೂಪ.",
                    author: "ಯೋಗಿ ಅರವಿಂದ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ಕೇವಲ ಒಂದೇ ಚಕ್ರವಿರುವ ರಥವು ಹೇಗೆ ಮುಂದೆ ಚಲಿಸಲಾರದೋ ಅದೇ ರೀತಿ ಪುರುಷ ಪ್ರಯತ್ನವಿಲ್ಲದೇ ಕೇವಲ ದೈವದಿಂದಲೇ ಏನೂ ಸಾಗದು.",
                    author: "ಸುಭಾಷಿತ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        },
        {
            date: "ಆಗಸ್ಟ್ 10 ರಿಂದ 16, 2025",
            items: [
                {
                    text: "ರಾಷ್ಟ್ರವೇ ನಮ್ಮ ದೇವರು. ರಾಷ್ಟ್ರೀಯತೆಯೇ ನಮ್ಮ ಧರ್ಮ. ರಾಷ್ಟ್ರೀಯತೆಗೆ ಸಾವಿಲ್ಲ. ಯಾವುದೇ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳಿಂದಲೂ ಅದನ್ನು ನಾಶಪಡಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
                    author: "ಯೋಗಿ ಅರವಿಂದ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ಸಂಘಟನೆ ಎಂದರೆ ಮನಗಳನ್ನು ಗೆಲ್ಲುವುದು, ಮನದೊಂದಿಗೆ ಮನವನ್ನು ಜೋಡಿಸುವುದು, ಸ್ವಂತದ ವ್ಯಕ್ತಿತ್ವವನ್ನು ಪೂರ್ತಿ ಮರೆತು ಬಿಡುವುದು.",
                    author: "ಪರಮ ಪೂಜನೀಯ ಶ್ರೀ ಗುರೂಜಿ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        },
        {
            date: "ಆಗಸ್ಟ್ 17 ರಿಂದ 23, 2025",
            items: [
                {
                    text: "ಶೀಲವಿಲ್ಲದ ಶಿಕ್ಷಣ, ತತ್ವರಹಿತ ರಾಜಕಾರಣ, ಮಾನವೀಯತೆ ಇಲ್ಲದ ವಿಜ್ಞಾನ,  ನೀತಿ ಇಲ್ಲದ ವ್ಯಾಪಾರ - ಇವುಗಳಿಂದ ಅಪಾಯ ನಿಶ್ಚಿತ.",
                    author: "ಚಾಣಕ್ಯ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ಹಿಂದೂ ಧರ್ಮ ಸಾರ್ವತ್ರಿಕ ಧರ್ಮವಾಗಿದ್ದು, ಅದು ಇತರರೆಲ್ಲರನ್ನು ಒಳಗೊಳ್ಳುತ್ತದೆ. ಒಂದು ಧರ್ಮವು ಸಾರ್ವತ್ರಿಕವಾಗಿಲ್ಲದಿದ್ದರೆ, ಅದು ಶಾಶ್ವತವಾಗಿರಲು ಸಾಧ್ಯವಿಲ್ಲ. ಸಂಕುಚಿತ ಧರ್ಮ, ಪಂಥ ಮತ್ತು ಮತಗಳು ಸೀಮಿತ ಸಮಯ ಮತ್ತು ಉದ್ದೇಶಕ್ಕಾಗಿ ಮಾತ್ರ ಬದುಕಬಲ್ಲದು. ವಿಜ್ಞಾನದ ಆವಿಷ್ಕಾರಗಳು ಮತ್ತು ತತ್ತ್ವಶಾಸ್ತ್ರದ ಮೇಲೆ ಜಯ ಸಾಧಿಸುವ ಏಕೈಕ ಧರ್ಮ ಇದು.",
                    author: "ಮಹರ್ಷಿ ಅರವಿಂದ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        }
    ],
    shlokas: [
        {
            date: "ಜುಲೈ  27 ರಿಂದ ಆಗಸ್ಟ್ 02, 2025",
            items: [
                {
                    text: "ಮಾಡುವುದನೆಲ್ಲ ಮಾಡಿದ ಮೇಲೆ ಈಗೇತಕೆ ಪರಿತಾಪ?<br>ಬೇವಿನ ಮರವನು ಬೆಳೆಸಿದ ನಿನಗೆ<br>ಮಾವು ದೊರಕುವುದೆ? - ಕಬೀರಾ ||",
                    meaning: "ಎಲ್ಲ ತಪ್ಪುಗಳನ್ನೂ ಮಾಡಿದ ಮೇಲೆ ತಪ್ಪಾಯಿತಲ್ಲಾ ಎಂದು ಯೋಚಿಸಿದರೆ ಲಾಭವಿಲ್ಲ. ಬೇವಿನ ಸಸಿ ನೆಟ್ಟು, ಅದು ಬೆಳೆದು ಮರವಾಗಿ ಮಾವಿನ ಹಣ್ಣನ್ನು ಕೊಡಬೇಕು ಎಂದು ಬಯಸಿದಂತೆ ಆಗುತ್ತದೆ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಅಯಂ ನಿಜಃ ಪರೋ ವೇತಿ ಗಣನಾಂ ಲಘುಚೇತಸಾಮ್।<br>ಉದಾರಚರಿತಾನಾಂ ತು ವಸುಧೈವ ಕುಟುಂಬಕಮ್॥",
                //     meaning: "ಇವರು ನಮ್ಮವರು ಅವರು ಇತರರು ಎಂಬುವುದು ಲಘು ಮನಸ್ಸುಳ್ಳವರ ಚಿಂತನೆ. ಉದಾರ ಮನಸ್ಸುಳ್ಳವರಿಗೆ ಈ ಭೂಮಿಯ ಎಲ್ಲಾ ಜನರು ತಮ್ಮ ಕುಟುಂಬದವರೆ.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        },
        {
            date: "ಆಗಸ್ಟ್ 03 ರಿಂದ 09, 2025",
            items: [
                {
                    text: "ಮಾತೃವತ್ ಪರದಾರೇಷು ಪರದ್ರವ್ಯೇಷು ಲೋಷ್ಠವತ್ |<br>ಆತ್ಮವತ್ ಸರ್ವಭೂತೇಷು ಯಃ ಪಶ್ಯತಿ ಸ ಪಂದಿತಃ ||",
                    meaning: "ಪರಸ್ತ್ರೀಯರನ್ನು ತಾಯಿಯಂತೆ, ಪರಧನವನ್ನು ಮಣ್ಣಿನ ಹೆಂಟೆಯಂತೆ, ಸರ್ವ ಜೀವಿಗಳನ್ನು ತನ್ನಂತೆಯೇ ಭಾವಿಸಿ ನಡೆಯುವವನೇ ನಿಜವಾದ ಜ್ಞಾನಿ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಅಜ್ಞಾನ ತಿಮಿರಾನ್ಧಸ್ಯ ಜ್ಞಾನಾಂಜನ ಶಲಾಕಯಾ।<br>ಚಕ್ಷುರುನ್ಮೀಲಿತಂ ಯೇನ ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ ॥",
                //     meaning: "ಅಜ್ಞಾನದ ಕಣ್ಣಿನ ಪೊರೆಯಿಂದ ಕುರುಡಾಗಿದ್ದ ನನ್ನ ಕಣ್ಣುಗಳನ್ನು ಜ್ಞಾನವೆಂಬ ಕೊಲಿರಿಯಂನಿಂದ ತೆರೆಸಿದ ಶ್ರೀ ಗುರುವಿಗೆ ನಾನು ನಮಿಸುತ್ತೇನೆ.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        },
        {
            date: "ಆಗಸ್ಟ್ 10 ರಿಂದ 16, 2025",
            items: [
                {
                    text: "ಆಕಾಶಾತ್ ಪತಿತಂ ತೋಯಂ ಯಥಾಗಚ್ಛತಿ ಸಾಗರಂ |<br>ಸರ್ವದೇವ ನಮಸ್ಕಾರಂ ಕೇಶವಂ ಪ್ರತಿಗಚ್ಛತಿ ||",
                    meaning: "ಆಕಾಶದಿಂದ ಮಳೆರೂಪದಲ್ಲಿ ಎಲ್ಲೆಡೆ ಬಿದ್ದ ನೀರು ಹೇಗೆ ಸಾಗರಕ್ಕೆ ಹೋಗುತ್ತದೆಯೋ ಹಾಗೆಯೇ ಎಲ್ಲಾ ದೇವರಿಗೆ ಮಾಡಿದ ನಮಸ್ಕಾರಗಳು ಶ್ರೀ ಕೇಶವನ ಕಡೆಗೆ ಹೋಗುತ್ತದೆ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಕೋಟಿ ವಿದ್ಯೆಗಳಲ್ಲಿ ಮೇಟಿ ವಿದ್ಯೆಯೆ ಮೇಲು ಮೇಟಿಯಿಂ ರಾಟೆ ನಡೆದುದಲ್ಲದೆ, ದೇಶ ದಾಟವೆ ಕೆಡುಕು – ಸರ್ವಜ್ಞ",
                //     meaning: "ಕೋಟ್ಯಂತರ ವಿದ್ಯೆಗಳ್ಳಲ್ಲಿ ಕೃಷಿಯೆಂಬ ವಿದ್ಯೆಯೇ ಮೇಲು, ವಿಶ್ವದ ಎಲ್ಲರ ಜೀವನ ನಡೆಯುವುದು ಕೃಷಿಯಿಂದಾಗಿ, ಕೃಷಿಯನ್ನು ಬಿಟ್ಟು  ದೇಶ ಬೆಳೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        },
        {
            date: "ಆಗಸ್ಟ್ 17 ರಿಂದ 23, 2025",
            items: [
                {
                    text: "ನಡೆವುದೊಂದೇ ಭೂಮಿ ಕುಡಿವುದೊಂದೇ ನೀರು<br>ಸುಡುವಗ್ನಿಯೊಂದೇ ಇರುತಿರಲು |<br>ಕುಲಗೋತ್ರ ನಡುವೆ ಎತ್ತಣದು  - ಸರ್ವಜ್ಞ",
                    meaning: "ವಾಸಿಸುವ ಭೂಮಿ ಒಂದೇ, ಕುಡಿಯುವ ನೀರು ಒಂದೇ, ಬೆಳಕು ನೀಡುವಂತಹ ಅಗ್ನಿ ಒಂದೇ ಇರಲು ಆ ಜಾತಿ, ಈ ಜಾತಿ ಎಂಬ ಭೇದಭಾವ ಸರಿಯಲ್ಲ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಷಡ್ ದೋಷಾ: ಪುರುಷೇಣೇಹ<br>ಹಾತವ್ಯಾ ಭೂತಿಮಿಚ್ಛತಾ<br>ನಿದ್ರಾ ತಂದ್ರಾ ಭಯಂ ಕ್ರೋಧ:<br>ಆಲಸ್ಯಂ ದೀರ್ಘ ಸೂತ್ರತಾ",
                //     meaning: "ಉನ್ನತಿಯನ್ನು ಸಾಧಿಸಲು ಇಚ್ಛಿಸುವವರು, ನಿದ್ರೆ, ಜಡತೆ, ಭಯ, ಕ್ರೋಧ, ಆಲಸ್ಯ ಹಾಗೂ ಕೆಲಸವನ್ನು ಮುಂದೂಡುವುದು, ಈ ಆರು ದೋಷಗಳನ್ನು ತ್ಯಜಿಸಬೇಕು.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        }
    ],
    baudhik: [
        {
            month: "ಶ್ರಾವಣ",
            items: [
                {
                    subtitle: "ವಿದ್ಯಾರ್ಥಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : ಸಂಘ@100",
                        "ಕಥೆ : ಖುದಿರಾಮ್ ಬೋಸ್‌",
                        "ಚರ್ಚೆ : ನಾಗರಿಕ ಪ್ರಜ್ಞೆ",
                    ],
                },
                {
                    subtitle: "ಉದ್ಯೋಗಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : ಭಾರತದ ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟ",
                        "ಕಥೆ : ಮಂಕುತಿಮ್ಮನ ಕಗ್ಗ",
                        "ಚರ್ಚೆ : ಸ್ವದೇಶಿ"
                    ],
                }
            ],
        },
        {
            month: "ಜ್ಯೇಷ್ಠ",
            items: [
                {
                    subtitle: "ವಿದ್ಯಾರ್ಥಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : 1975ರ ತುರ್ತು ಪರಿಸ್ಥಿತಿ @50",
                        "ಕಥೆ : ಮಹಾರಾಣಾ ಪ್ರತಾಪ್",
                        "ಚರ್ಚೆ : ಭಾರತೀಯ ವಿಜ್ನಾನ ಪರಂಪರೆ",
                    ],
                },
                {
                    subtitle: "ಉದ್ಯೋಗಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : 1975ರ ತುರ್ತು ಪರಿಸ್ಥಿತಿ @50",
                        "ಕಥೆ : ನಾಡಪ್ರಭು ಕೆಂಪೇಗೌಡ",
                        "ಚರ್ಚೆ : ಪರಿಸರ ಸಂರಕ್ಷಣೆ"
                    ],
                }
            ],
        },
        {
            month: "ಆಷಾಢ",
            items: [
                {
                    subtitle: "ವಿದ್ಯಾರ್ಥಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : ನಮ್ಮ ಗುರು ಪರಂಪರೆ",
                        "ಕಥೆ : ಸರ್ದಾರ್ ಉಧಮ್ ಸಿಂಗ್",
                        "ಚರ್ಚೆ : ಪರಿಸರ ಸಂರಕ್ಷಣೆ",
                    ],
                },
                {
                    subtitle: "ಉದ್ಯೋಗಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : ನಮ್ಮ ಗುರು ಪರಂಪರೆ",
                        "ಕಥೆ : ಕ್ರಾಂತಿವೀರ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ",
                        "ಚರ್ಚೆ : ನಾಗರಿಕ ಶಿಷ್ಟಾಚಾರ"
                    ],
                },
            ],
        },
    ],
    sharirik: [
        {
            month: "ಶ್ರಾವಣ",
            items: [
                {
                    listItems: [
                        "ದಂಡ :  ಕ್ರಮಿಕಾ-3",
                        "ಯೋಗಾಸನ : ಸೂರ್ಯನಮಸ್ಕಾರದ ಸ್ಥಿತಿ - 5, 6 ಪರಿಪೂರ್ಣ ನಾವಾಸನ, ಭಾರಧ್ವಾಜಾಸನ",
                        "ನಿಯುದ್ಧ : ಅಧೋಕ್ಷೇಪ, ಪ್ರಯೋಗ ಸಿದ್ಧ",
                        "ಪದವಿನ್ಯಾಸ : ಕ್ಷೇಪ, ಕ್ಷೇಪ ತೂರ್ಯವೃತ, ಕ್ಷೇಪ ಅರ್ಧವೃತ",
                        "ಸಮತಾ : ಏಕಶಃ ಸಂಪತ, ದ್ವಿತತಿ, ತ್ರಿತತಿ, ಧ್ವಜಪ್ರಣಾಮ್,ಮಂಡಲ, ಅರ್ಧಮಂಡಲ"
                    ],
                }
            ]
        },
        {
            month: "ಜ್ಯೇಷ್ಠ",
            items: [
                {
                    listItems: [
                        "ದಂಡ : ಶಿರಮಾರ್, ಅಧೋಮಾ‌ರ್, ಶಿರಮಾರ್ ಪ್ರಕ್ರಮ",
                        "ಯೋಗಾಸನ : ಸೂರ್ಯನಮಸ್ಕಾರ್ ಸ್ಥಿತಿ ವಿಭಾಗಶಃ 1, 2, 3. ಆರಮ ವಿಭಾಗಶಃ 2: 1, 2, 3. ಸೂರ್ಯನಮಸ್ಕಾರದ ಸ್ಥಿತಿ - 1, 2. ಚತುಷ್ಪಾದಾಸನ, ತಾಡಾಸನ, ಅರ್ಧಚಕ್ರಾಸನ",
                        "ನಿಯುದ್ಧ : ನಿಯುದ್ಧ ಸಿದ್ಧ, ಮುಷ್ಠಿ ಪ್ರಹಾ‌ರ್ (ಸೂರ್ಯಚಕ್ರ, ನಾಸಿಕ, ಜಠರ), ಊರ್ಧ್ವಪಾದ",
                        "ಪದವಿನ್ಯಾಸ : ಸಿದ್ಧ, ಸ್ವಸ್ಥ, ಸಾವಧಾನ್, ಪ್ರಸರ, ಪ್ರತಿಸರ, ಏಕಪದ ಪುರಸ್",
                        "ಸಮತಾ : ದಕ್ಷ, ಆರಮ, ಸ್ವಸ್ಥ, ಉಪವಿಷ, ಉತ್ತಿಷ್ಠ, ಪುರಸ್ಸರ, ಪ್ರತಿಸರ"
                    ],
                }
            ]
        },
        {
            month: "ಆಷಾಢ",
            items: [
                {
                    listItems: [
                        "ದಂಡ : ಕ್ರಮಿಕಾ-1, 1 ದ್ವಯ, ಕ್ರಮಿಕಾ-2",
                        "ಯೋಗಾಸನ : ಸೂರ್ಯನಮಸ್ಕಾರದ ಸ್ಥಿತಿ - 3, 4 ತ್ರಿಕೋನಾಸನ, ಉತ್ತಾನಾಸನ",
                        "ನಿಯುದ್ಧ : ಮುಷ್ಠಿ ಪ್ರಹಾರ್, ಊರ್ಧ್ವಕ್ಷೇಪ, ಪಾರ್ಶ್ವಕ್ಷೇಪ",
                        "ಪದವಿನ್ಯಾಸ : ತೂರ್ಯವೃತ, ಅರ್ಧವೃತ, ಊನವೃತ, ಪರಿವೃತ",
                        "ಸಮತಾ : ವಾಮಸರ, ದಕ್ಷಿಣಸರ, ದಕ್ಷಿಣವೃತ, ವಾಮವೃತ, ಅರ್ಧವೃತ"
                    ],
                }
            ]
        }
    ],
    shakha: [
        {
            title: "ಶಾಖಾ ಪ್ರಾರಂಭದ ಆಜ್ಞೆಗಳು",
            items: [
                {
                    listItems: [
                        "ಸೀಟಿ ( – ೦ – ೦ )",
                        "ಸಂಘ ದಕ್ಷ, ಆರಮ",
                        "ಅಗ್ರೇಸರ ಏಕ್, ಏಕ್ ದೋ, ಏಕ್ ದೋ",
                        "ಅಗ್ರೇಸರ ಸಮ್ಯಕ್, ಆರಮ",
                        "ಸಂಘ ಸಂಪತ",
                        "ಸಂಘ ದಕ್ಷ",
                        "ಸಂಘ ಸಮ್ಯಕ್",
                        "ಅಗ್ರೇಸರ ಅರ್ಧವೃತ",
                        "ಸಂಘ ಆರಮ, ಸಂಘ ದಕ್ಷ",
                        "ಧ್ವಜ ಪ್ರಣಾಮ್ - ಏಕ್, ದೋ, ತೀನ್",
                        "ಸಂಖ್ಯಾ, ಆರಮ",
                        "ಸಂಘ ದಕ್ಷ, ಆರಮ",
                        "ಅಧಿಕಾರಿಗೆ ಸಂಖ್ಯೆ ಹೇಳುವುದು",
                        "(ಅಧಿಕಾರಿ ಸಂಘಚಾಲಕರಿದ್ದರೆ ಸಂಘ ದಕ್ಷ ನಂತರ ಸಂಖ್ಯೆ ಕೊಡಬೇಕು, ನಂತರ ಆರಮ)",
                        "ಸಂಘ ದಕ್ಷ",
                        "ಸ್ವಸ್ಥಾನ್",
                        "ವಿಶ್ರಮ"
                    ],
                }
            ]
        },
        {
            title: "ಶಾಖಾ ಮುಕ್ತಾಯದ ಆಜ್ಞೆಗಳು",
            items: [
                {
                    listItems: [
                        "ಸೀಟಿ ( – ೦ ೦ ೦ )",
                        "ಸೀಟಿ ಆದಾಗ ಅಗ್ರೇಸರ ಬರುತ್ತಾರೆ",
                        "ಅಗ್ರೇಸರ ಸಮ್ಯಕ್",
                        "ಆರಮ",
                        "ಸೀಟಿ ( – ೦ ೦ )",
                        "ಆಗ ಗಣ ಶಿಕ್ಷಕ್ ಗಣದಕ್ಷ, ಪ್ರಚಲ ಹಾಗು ಸ್ವಸ್ಥಾನ್‌ ಆಜ್ಞೆ ಕೊಡಬೇಕು.",
                        "ಸಂಘ ದಕ್ಷ,",
                        "ಸಂಘ ಸಮ್ಯಕ್",
                        "ಅಗ್ರೇಸರ ಅರ್ಧವೃತ",
                        "ಸಂಖ್ಯಾ, ಆರಮ",
                        "ಸಂಘ ದಕ್ಷ, ಆರಮ",
                        "ಅಧಿಕಾರಿಗೆ ಸಂಖ್ಯೆ ಹೇಳುವುದು",
                        "(ಅಧಿಕಾರಿ ಸಂಘಚಾಲಕರಿದ್ದರೆ ಸಂಘ ದಕ್ಷ ನಂತರ ಸಂಖ್ಯೆ ಕೊಡಬೇಕು, ನಂತರ ಆರಮ)",
                        "ಸಂಘ ದಕ್ಷ",
                        "ಸೀಟಿ ( ೦ ), ಸೀಟಿಯ ನಂತರ ಪ್ರಾರ್ಥನೆ",
                        "ಧ್ವಜ ಪ್ರಣಾಮ್: ಏಕ್, ದೋ, ತೀನ್",
                        "ಸಂಘ ವಿಕಿರ"
                    ]
                }
            ]
        },
        {
            title: "ಸೂರ್ಯನಮಸ್ಕಾರ ಮಂತ್ರ",
            items: [
                {
                    content: [
                        "ಓಂ ಮಿತ್ರಾಯ ನಮಃ",
                        "ಓಂ ರವಯೇ ನಮಃ",
                        "ಓಂ ಸೂರ್ಯಾಯ ನಮಃ",
                        "ಓಂ ಭಾನವೇ ನಮಃ",
                        "ಓಂ ಖಗಾಯ ನಮಃ",
                        "ಓಂ ಪೂಷ್ಣೇ ನಮಃ",
                        "ಓಂ ಹಿರಣ್ಯಗರ್ಭಾಯ ನಮಃ",
                        "ಓಂ ಮರೀಚಯೇ ನಮಃ",
                        "ಓಂ ಆದಿತ್ಯಾಯ ನಮಃ",
                        "ಓಂ ಸವಿತ್ರೇ ನಮಃ",
                        "ಓಂ ಅರ್ಕಾಯ ನಮಃ",
                        "ಓಂ ಭಾಸ್ಕರಾಯ ನಮಃ",
                        "ಓಂ ಶ್ರೀ ಸವಿತೃಸೂರ್ಯನಾರಾಯಣಾಯ ನಮಃ"
                    ]

                }
            ]
        },
    ],
    events: {
        annual: [
            {
                title: "ಹಿಂದೂ ಸಾಮ್ರಾಜ್ಯ ದಿನೋತ್ಸವ",
                date: "ಜ್ಯೇಷ್ಠ ಶುದ್ಧ ತ್ರಯೋದಶಿ (09 ಜೂನ್ 2025)",
                status: "past"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "22 ಜೂನ್ 2025",
                status: "past"
            },
            {
                title: "ಶ್ರೀ ಗುರುಪೂರ್ಣಿಮೆ",
                date: "ಆಷಾಢ ಹುಣ್ಣಿಮೆ (10 ಜುಲೈ 2025)",
                status: "past"
            },
            {
                title: "ರಕ್ಷಾಬಂಧನ",
                date: "ಶ್ರಾವಣ ಹುಣ್ಣಿಮೆ (09 ಆಗಸ್ಟ್ 2025)",
                status: "current"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "31 ಆಗಸ್ಟ್ 2025",
            },
            {
                title: "ಪ್ರಾರ್ಥನಾ ಸಪ್ತಾಹ",
                date: "08 - 14 ಸೆಪ್ಟೆಂಬರ್ 2025"
            },
            {
                title: "ವಿಜಯದಶಮಿ",
                date: "ಆಶ್ವಯುಜ ಶುದ್ಧ ದಶಮಿ (02 ಅಕ್ಟೋಬರ್ 2025)"
            },
            {
                title: "ಪ್ರಾಂತ ಸಂಪರ್ಕ ದಿನ",
                date: "01 ನವೆಂಬರ್ 2025"
            },
            {
                title: "ಉಳ್ಳಾಲ ರಾಣಿ ಅಬ್ಬಕ್ಕ ಕಥೆ",
                date: "05 ನವೆಂಬರ್ 2025"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "30 ನವೆಂಬರ್ 2025",
            },
            {
                title: "ಪ್ರಹಾರ್ ಪಕ್ಷ",
                date: "01 - 15 ಡಿಸೆಂಬರ್"
            },
            {
                title: "ಪ್ರಹಾರ ದಿನ",
                date: "16 ಡಿಸೆಂಬರ್"
            },
            {
                title: "ಸಂಕ್ರಾಂತಿ",
                date: "ಮಕರ ಸಂಕ್ರಮಣ (14 ಜನವರಿ 2026)"
            },
            {
                title: "ಭಾರತ ಮಾನಚಿತ್ರ ಪರಿಚಯ ಸಪ್ತಾಹ",
                date: "19 - 25 ಜನವರಿ 2026"
            },
            {
                title: "ಪ. ಪೂ. ಶ್ರೀ ಗುರೂಜಿ ಸಂಸ್ಮರಣೆ",
                date: "06 - 12 ಫೆಬ್ರವರಿ 2026"
            },
            {
                title: "ಮಹಾಶಿವರಾತ್ರಿ - ಘೋಷ್ ದಿನ",
                date: "15 ಫೆಬ್ರವರಿ 2026"
            },
            {
                title: "ಪ. ಪೂ. ಡಾಕ್ಟರ್ ಜಿ ಸಂಸ್ಮರಣೆ",
                date: "13 - 19 ಮಾರ್ಚ್‌ 2026"
            },
            {
                title: "ಯುಗಾದಿ - ಪರಾಭವ",
                date: "ಚೈತ್ರ ಶುದ್ಧ ಪಾಡ್ಯ (19 ಮಾರ್ಚ್‌ 2026)"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "29 ಮಾರ್ಚ್ 2025",
            }
        ]
    }
};