const content = {
    quotes: [
        {
            date: "ಜೂನ್ 29 ರಿಂದ ಜುಲೈ 05 2025",
            items: [
                {
                    text: "ಮನೆಯೊಳಗಣ ಕಿಚ್ಚು ಮನೆಯನ್ನೇ ಸುಡುವಂತೆ, ತನ್ನಲ್ಲಿ ಹುಟ್ಟಿದ ಕೋಪ  ತನ್ನನ್ನೇ ಸುಡದೆ ಬಿಡದು.",
                    author: "ಬಸವಣ್ಣ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ನಮ್ಮ ದುಃಖಗಳಿಗೆಲ್ಲ ನಾವೇ ಜವಾಬ್ದಾರರು, ಮತ್ತಾರೂ ಅಲ್ಲ. ನಮ್ಮ ಅದೃಷ್ಟವನ್ನು ರೂಪಿಸಿಕೊಳ್ಳುವವರು ನಾವೇ.",
                    author: "ಸ್ವಾಮಿ ವಿವೇಕಾನಂದ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        },
        {
            date: "ಜುಲೈ 06 ರಿಂದ 12 2025",
            items: [
                {
                    text: "ಭಕ್ತಿ ಎಂದರೆ ವ್ಯಾಪಾರವಲ್ಲ. ಅದು ಸಂಪೂರ್ಣ ಆತ್ಮಾರ್ಪಣೆ. ಅದು ಒಮ್ಮುಖದ ದಾರಿ. ಅರ್ಪಿಸುವುದಷ್ಟೇ ನಮ್ಮ ಕೆಲಸ.",
                    author: "ಪರಮ ಪೂಜನೀಯ ಶ್ರೀ ಗುರೂಜಿ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ನ್ಯಾಯ ಸಮ್ಮತವಾದ, ಭವ್ಯವಾದ ಗುರಿಗಾಗಿ ಆತ್ಮಾರ್ಪಣೆಗೆ ಸಿದ್ಧನಾದಾಗ ಮನುಷ್ಯನ ಇಚ್ಛಾಶಕ್ತಿ ಉಕ್ಕಿನಂತಾಗುತ್ತದೆ.",
                    author: "ಪರಮ ಪೂಜನೀಯ ಶ್ರೀ ಗುರೂಜಿ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        },
        {
            date: "ಜುಲೈ 13 ರಿಂದ 19 2025",
            items: [
                {
                    text: "ನಮ್ಮೆಲ್ಲ ಪ್ರತಿಭೆ, ಸಂಪತ್ತುಗಳು ನಿಜವಾಗಿ ನಮಗೆ ಸೇರಿದ್ದಲ್ಲ. ಅವು ಸಮಾಜದೇವನ ಪೂಜೆಗೆ ಸಾಧನಗಳು ಮಾತ್ರ.",
                    author: "ಪರಮ ಪೂಜನೀಯ ಶ್ರೀ ಗುರೂಜಿ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ಭಾರತೀಯ ಮಹಿಳೆಯರ ಸಾಮಾಜಿಕ ಕಳಕಳಿ, ಸಂತೋಷ, ಉದಾತ್ತ ವ್ಯಕ್ತಿತ್ವ ಇವೆಲ್ಲವೂ ರಾಷ್ಟ್ರೀಯ ಜೀವನದ ಸ್ವತ್ತು. ಪಾಶ್ಚಿಮಾತ್ಯರು ಭಾವಿಸಿದಂತೆ ಭಾರತೀಯ ಮಹಿಳೆಯರು ಅಜ್ಞಾನಿಗಳಾಗಲು ಹೇಗೆ ಸಾಧ್ಯ? ಕೇವಲ ಓದುವುದು ಮತ್ತು ಬರೆಯುವುದರಿಂದ ಸಂಸ್ಕೃತಿ ಹುಟ್ಟುವುದಿಲ್ಲ. ಭಾರತೀಯ ಮಹಿಳೆ ಘನತೆ, ದಯಾಪರತೆ, ಪಾವಿತ್ರ್ಯತೆ, ಧಾರ್ಮಿಕ ವಿಚಾರಗಳನ್ನು ತನ್ನ ಮನೆಯಲ್ಲಿಯೇ ಕಲಿಯುತ್ತಾಳೆ.",
                    author: "ಸೋದರಿ ನಿವೇದಿತಾ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        },
        {
            date: "ಜುಲೈ 20 ರಿಂದ 26 2025",
            items: [
                {
                    text: "ದೇಶಕ್ಕಾಗಿ ಬಲಿದಾನ ಮಾಡುವವರು ಶ್ರೇಷ್ಠರು. ಆದರೆ ಸಮಾಜಕ್ಕಾಗಿ ಬದುಕುವವರು ಅವರಿಗಿಂತ ಶ್ರೇಷ್ಠರು.",
                    author: "ಪಂಡಿತ ದೀನದಯಾಳ ಉಪಾಧ್ಯಾಯ",
                    category: "ವಿದ್ಯಾರ್ಥಿ"
                },
                {
                    text: "ಜನರು ಎಷ್ಟು ಗಳಿಸಿದರು ಎಂಬ ವಿಚಾರ ದೊಡ್ಡದಲ್ಲ, ಎಷ್ಟು ಕೊಟ್ಟರು ಎಂಬುದೇ ಮಹತ್ವದ್ದು.",
                    author: "ರಾಮಕೃಷ್ಣ ಪರಮಹಂಸ",
                    category: "ಉದ್ಯೋಗಿ"
                }
            ]
        }
    ],
    shlokas: [
        {
            date: "ಜೂನ್ 29 ರಿಂದ ಜುಲೈ 05 2025",
            items: [
                {
                    text: "ಅಯಂ ನಿಜಃ ಪರೋ ವೇತಿ ಗಣನಾಂ ಲಘುಚೇತಸಾಮ್।<br>ಉದಾರಚರಿತಾನಾಂ ತು ವಸುಧೈವ ಕುಟುಂಬಕಮ್॥",
                    meaning: "ಇವರು ನಮ್ಮವರು ಅವರು ಇತರರು ಎಂಬುವುದು ಲಘು ಮನಸ್ಸುಳ್ಳವರ ಚಿಂತನೆ. ಉದಾರ ಮನಸ್ಸುಳ್ಳವರಿಗೆ ಈ ಭೂಮಿಯ ಎಲ್ಲಾ ಜನರು ತಮ್ಮ ಕುಟುಂಬದವರೆ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಅಯಂ ನಿಜಃ ಪರೋ ವೇತಿ ಗಣನಾಂ ಲಘುಚೇತಸಾಮ್।<br>ಉದಾರಚರಿತಾನಾಂ ತು ವಸುಧೈವ ಕುಟುಂಬಕಮ್॥",
                //     meaning: "ಇವರು ನಮ್ಮವರು ಅವರು ಇತರರು ಎಂಬುವುದು ಲಘು ಮನಸ್ಸುಳ್ಳವರ ಚಿಂತನೆ. ಉದಾರ ಮನಸ್ಸುಳ್ಳವರಿಗೆ ಈ ಭೂಮಿಯ ಎಲ್ಲಾ ಜನರು ತಮ್ಮ ಕುಟುಂಬದವರೆ.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        },
        {
            date: "ಜುಲೈ 06 ರಿಂದ 12 2025",
            items: [
                {
                    text: "ಅಜ್ಞಾನ ತಿಮಿರಾನ್ಧಸ್ಯ ಜ್ಞಾನಾಂಜನ ಶಲಾಕಯಾ।<br>ಚಕ್ಷುರುನ್ಮೀಲಿತಂ ಯೇನ ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ ॥",
                    meaning: "ಅಜ್ಞಾನದ ಕಣ್ಣಿನ ಪೊರೆಯಿಂದ ಕುರುಡಾಗಿದ್ದ ನನ್ನ ಕಣ್ಣುಗಳನ್ನು ಜ್ಞಾನವೆಂಬ ಕೊಲಿರಿಯಂನಿಂದ ತೆರೆಸಿದ ಶ್ರೀ ಗುರುವಿಗೆ ನಾನು ನಮಿಸುತ್ತೇನೆ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಅಜ್ಞಾನ ತಿಮಿರಾನ್ಧಸ್ಯ ಜ್ಞಾನಾಂಜನ ಶಲಾಕಯಾ।<br>ಚಕ್ಷುರುನ್ಮೀಲಿತಂ ಯೇನ ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ ॥",
                //     meaning: "ಅಜ್ಞಾನದ ಕಣ್ಣಿನ ಪೊರೆಯಿಂದ ಕುರುಡಾಗಿದ್ದ ನನ್ನ ಕಣ್ಣುಗಳನ್ನು ಜ್ಞಾನವೆಂಬ ಕೊಲಿರಿಯಂನಿಂದ ತೆರೆಸಿದ ಶ್ರೀ ಗುರುವಿಗೆ ನಾನು ನಮಿಸುತ್ತೇನೆ.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        },
        {
            date: "ಜುಲೈ 13 ರಿಂದ 19 2025",
            items: [
                {
                    text: "ಕೋಟಿ ವಿದ್ಯೆಗಳಲ್ಲಿ ಮೇಟಿ ವಿದ್ಯೆಯೆ ಮೇಲು ಮೇಟಿಯಿಂ ರಾಟೆ ನಡೆದುದಲ್ಲದೆ, ದೇಶ ದಾಟವೆ ಕೆಡುಕು – ಸರ್ವಜ್ಞ",
                    meaning: "ಕೋಟ್ಯಂತರ ವಿದ್ಯೆಗಳ್ಳಲ್ಲಿ ಕೃಷಿಯೆಂಬ ವಿದ್ಯೆಯೇ ಮೇಲು, ವಿಶ್ವದ ಎಲ್ಲರ ಜೀವನ ನಡೆಯುವುದು ಕೃಷಿಯಿಂದಾಗಿ, ಕೃಷಿಯನ್ನು ಬಿಟ್ಟು  ದೇಶ ಬೆಳೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಕೋಟಿ ವಿದ್ಯೆಗಳಲ್ಲಿ ಮೇಟಿ ವಿದ್ಯೆಯೆ ಮೇಲು ಮೇಟಿಯಿಂ ರಾಟೆ ನಡೆದುದಲ್ಲದೆ, ದೇಶ ದಾಟವೆ ಕೆಡುಕು – ಸರ್ವಜ್ಞ",
                //     meaning: "ಕೋಟ್ಯಂತರ ವಿದ್ಯೆಗಳ್ಳಲ್ಲಿ ಕೃಷಿಯೆಂಬ ವಿದ್ಯೆಯೇ ಮೇಲು, ವಿಶ್ವದ ಎಲ್ಲರ ಜೀವನ ನಡೆಯುವುದು ಕೃಷಿಯಿಂದಾಗಿ, ಕೃಷಿಯನ್ನು ಬಿಟ್ಟು  ದೇಶ ಬೆಳೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        },
        {
            date: "ಜುಲೈ 20 ರಿಂದ 26 2025",
            items: [
                {
                    text: "ಷಡ್ ದೋಷಾ: ಪುರುಷೇಣೇಹ<br>ಹಾತವ್ಯಾ ಭೂತಿಮಿಚ್ಛತಾ<br>ನಿದ್ರಾ ತಂದ್ರಾ ಭಯಂ ಕ್ರೋಧ:<br>ಆಲಸ್ಯಂ ದೀರ್ಘ ಸೂತ್ರತಾ",
                    meaning: "ಉನ್ನತಿಯನ್ನು ಸಾಧಿಸಲು ಇಚ್ಛಿಸುವವರು, ನಿದ್ರೆ, ಜಡತೆ, ಭಯ, ಕ್ರೋಧ, ಆಲಸ್ಯ ಹಾಗೂ ಕೆಲಸವನ್ನು ಮುಂದೂಡುವುದು, ಈ ಆರು ದೋಷಗಳನ್ನು ತ್ಯಜಿಸಬೇಕು.",
                    category: "ವಿದ್ಯಾರ್ಥಿ / ಉದ್ಯೋಗಿ"
                },
                // {
                //     text: "ಷಡ್ ದೋಷಾ: ಪುರುಷೇಣೇಹ<br>ಹಾತವ್ಯಾ ಭೂತಿಮಿಚ್ಛತಾ<br>ನಿದ್ರಾ ತಂದ್ರಾ ಭಯಂ ಕ್ರೋಧ:<br>ಆಲಸ್ಯಂ ದೀರ್ಘ ಸೂತ್ರತಾ",
                //     meaning: "ಉನ್ನತಿಯನ್ನು ಸಾಧಿಸಲು ಇಚ್ಛಿಸುವವರು, ನಿದ್ರೆ, ಜಡತೆ, ಭಯ, ಕ್ರೋಧ, ಆಲಸ್ಯ ಹಾಗೂ ಕೆಲಸವನ್ನು ಮುಂದೂಡುವುದು, ಈ ಆರು ದೋಷಗಳನ್ನು ತ್ಯಜಿಸಬೇಕು.",
                //     category: "ಉದ್ಯೋಗಿ"
                // }
            ]
        }
    ],
    baudhik: [
        {
            month: "ಜ್ಯೇಷ್ಠ",
            items: [
                {
                    subtitle: "ವಿದ್ಯಾರ್ಥಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : 1975ರ ತುರ್ತು ಪರಿಸ್ಥಿತಿ @50",
                        "ಕಥೆ : ಮಹಾರಾಣಾ ಪ್ರತಾಪ್",
                        "ಚರ್ಚೆ : ಭಾರತೀಯ ವಿಜ್ನಾನ ಪರಂಪರೆ",
                    ],
                },
                {
                    subtitle: "ಉದ್ಯೋಗಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : 1975ರ ತುರ್ತು ಪರಿಸ್ಥಿತಿ @50",
                        "ಕಥೆ : ನಾಡಪ್ರಭು ಕೆಂಪೇಗೌಡ",
                        "ಚರ್ಚೆ : ಪರಿಸರ ಸಂರಕ್ಷಣೆ"
                    ],
                }
            ],
        },
        {
            month: "ಆಷಾಢ",
            items: [
                {
                    subtitle: "ವಿದ್ಯಾರ್ಥಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : ನಮ್ಮ ಗುರು ಪರಂಪರೆ",
                        "ಕಥೆ : ಸರ್ದಾರ್ ಉಧಮ್ ಸಿಂಗ್",
                        "ಚರ್ಚೆ : ಪರಿಸರ ಸಂರಕ್ಷಣೆ",
                    ],
                },
                {
                    subtitle: "ಉದ್ಯೋಗಿ",
                    listItems: [
                        "ಬೌದ್ಧಿಕ್ : ನಮ್ಮ ಗುರು ಪರಂಪರೆ",
                        "ಕಥೆ : ಕ್ರಾಂತಿವೀರ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ",
                        "ಚರ್ಚೆ : ನಾಗರಿಕ ಶಿಷ್ಟಾಚಾರ"
                    ],
                },
            ],
        },
    ],
    sharirik: [
        {
            month: "ಜ್ಯೇಷ್ಠ",
            items: [
                {
                    listItems: [
                        "ದಂಡ : ಶಿರಮಾರ್, ಅಧೋಮಾ‌ರ್, ಶಿರಮಾರ್ ಪ್ರಕ್ರಮ",
                        "ಯೋಗಾಸನ : ಸೂರ್ಯನಮಸ್ಕಾರ್ ಸ್ಥಿತಿ ವಿಭಾಗಶಃ 1, 2, 3. ಆರಮ ವಿಭಾಗಶಃ 2: 1, 2, 3. ಸೂರ್ಯನಮಸ್ಕಾರದ ಸ್ಥಿತಿ - 1, 2. ಚತುಷ್ಪಾದಾಸನ, ತಾಡಾಸನ, ಅರ್ಧಚಕ್ರಾಸನ",
                        "ನಿಯುದ್ಧ : ನಿಯುದ್ಧ ಸಿದ್ಧ, ಮುಷ್ಠಿ ಪ್ರಹಾ‌ರ್ (ಸೂರ್ಯಚಕ್ರ, ನಾಸಿಕ, ಜಠರ), ಊರ್ಧ್ವಪಾದ",
                        "ಪದವಿನ್ಯಾಸ : ಸಿದ್ಧ, ಸ್ವಸ್ಥ, ಸಾವಧಾನ್, ಪ್ರಸರ, ಪ್ರತಿಸರ, ಏಕಪದ ಪುರಸ್",
                        "ಸಮತಾ : ದಕ್ಷ, ಆರಮ, ಸ್ವಸ್ಥ, ಉಪವಿಷ, ಉತ್ತಿಷ್ಠ, ಪುರಸ್ಸರ, ಪ್ರತಿಸರ"
                    ],
                }
            ]
        },
        {
            month: "ಆಷಾಢ",
            items: [
                {
                    listItems: [
                        "ದಂಡ : ಕ್ರಮಿಕಾ-1, 1 ದ್ವಯ, ಕ್ರಮಿಕಾ-2",
                        "ಯೋಗಾಸನ : ಸೂರ್ಯನಮಸ್ಕಾರದ ಸ್ಥಿತಿ - 3, 4 ತ್ರಿಕೋನಾಸನ, ಉತ್ತಾನಾಸನ",
                        "ನಿಯುದ್ಧ : ಮುಷ್ಠಿ ಪ್ರಹಾರ್, ಊರ್ಧ್ವಕ್ಷೇಪ, ಪಾರ್ಶ್ವಕ್ಷೇಪ",
                        "ಪದವಿನ್ಯಾಸ : ತೂರ್ಯವೃತ, ಅರ್ಧವೃತ, ಊನವೃತ, ಪರಿವೃತ",
                        "ಸಮತಾ : ವಾಮಸರ, ದಕ್ಷಿಣಸರ, ದಕ್ಷಿಣವೃತ, ವಾಮವೃತ, ಅರ್ಧವೃತ"
                    ],
                }
            ]
        }
    ],
    shakha: [
        {
            title: "ಶಾಖಾ ಪ್ರಾರಂಭದ ಆಜ್ಞೆಗಳು",
            items: [
                {
                    listItems: [
                        "ಸೀಟಿ ( – ೦ – ೦ )",
                        "ಸಂಘ ದಕ್ಷ, ಆರಮ",
                        "ಅಗ್ರೇಸರ ಏಕ್, ಏಕ್ ದೋ, ಏಕ್ ದೋ",
                        "ಅಗ್ರೇಸರ ಸಮ್ಯಕ್, ಆರಮ",
                        "ಸಂಘ ಸಂಪತ",
                        "ಸಂಘ ದಕ್ಷ",
                        "ಸಂಘ ಸಮ್ಯಕ್",
                        "ಅಗ್ರೇಸರ ಅರ್ಧವೃತ",
                        "ಸಂಘ ಆರಮ, ಸಂಘ ದಕ್ಷ",
                        "ಧ್ವಜ ಪ್ರಣಾಮ್ - ಏಕ್, ದೋ, ತೀನ್",
                        "ಸಂಖ್ಯಾ, ಆರಮ",
                        "ಸಂಘ ದಕ್ಷ, ಆರಮ",
                        "ಅಧಿಕಾರಿಗೆ ಸಂಖ್ಯೆ ಹೇಳುವುದು",
                        "(ಅಧಿಕಾರಿ ಸಂಘಚಾಲಕರಿದ್ದರೆ ಸಂಘ ದಕ್ಷ ನಂತರ ಸಂಖ್ಯೆ ಕೊಡಬೇಕು, ನಂತರ ಆರಮ)",
                        "ಸಂಘ ದಕ್ಷ",
                        "ಸ್ವಸ್ಥಾನ್",
                        "ವಿಶ್ರಮ"
                    ],
                }
            ]
        },
        {
            title: "ಶಾಖಾ ಮುಕ್ತಾಯದ ಆಜ್ಞೆಗಳು",
            items: [
                {
                    listItems: [
                        "ಸೀಟಿ ( – ೦ ೦ ೦ )",
                        "ಸೀಟಿ ಆದಾಗ ಅಗ್ರೇಸರ ಬರುತ್ತಾರೆ",
                        "ಅಗ್ರೇಸರ ಸಮ್ಯಕ್",
                        "ಆರಮ",
                        "ಸೀಟಿ ( – ೦ ೦ )",
                        "ಆಗ ಗಣ ಶಿಕ್ಷಕ್ ಗಣದಕ್ಷ, ಪ್ರಚಲ ಹಾಗು ಸ್ವಸ್ಥಾನ್‌ ಆಜ್ಞೆ ಕೊಡಬೇಕು.",
                        "ಸಂಘ ದಕ್ಷ,",
                        "ಸಂಘ ಸಮ್ಯಕ್",
                        "ಅಗ್ರೇಸರ ಅರ್ಧವೃತ",
                        "ಸಂಖ್ಯಾ, ಆರಮ",
                        "ಸಂಘ ದಕ್ಷ, ಆರಮ",
                        "ಅಧಿಕಾರಿಗೆ ಸಂಖ್ಯೆ ಹೇಳುವುದು",
                        "(ಅಧಿಕಾರಿ ಸಂಘಚಾಲಕರಿದ್ದರೆ ಸಂಘ ದಕ್ಷ ನಂತರ ಸಂಖ್ಯೆ ಕೊಡಬೇಕು, ನಂತರ ಆರಮ)",
                        "ಸಂಘ ದಕ್ಷ",
                        "ಸೀಟಿ ( ೦ ), ಸೀಟಿಯ ನಂತರ ಪ್ರಾರ್ಥನೆ",
                        "ಧ್ವಜ ಪ್ರಣಾಮ್: ಏಕ್, ದೋ, ತೀನ್",
                        "ಸಂಘ ವಿಕಿರ"
                    ]
                }
            ]
        },
        {
            title: "ಸೂರ್ಯನಮಸ್ಕಾರ ಮಂತ್ರ",
            items: [
                {
                    content: [
                        "ಓಂ ಮಿತ್ರಾಯ ನಮಃ",
                        "ಓಂ ರವಯೇ ನಮಃ",
                        "ಓಂ ಸೂರ್ಯಾಯ ನಮಃ",
                        "ಓಂ ಭಾನವೇ ನಮಃ",
                        "ಓಂ ಖಗಾಯ ನಮಃ",
                        "ಓಂ ಪೂಷ್ಣೇ ನಮಃ",
                        "ಓಂ ಹಿರಣ್ಯಗರ್ಭಾಯ ನಮಃ",
                        "ಓಂ ಮರೀಚಯೇ ನಮಃ",
                        "ಓಂ ಆದಿತ್ಯಾಯ ನಮಃ",
                        "ಓಂ ಸವಿತ್ರೇ ನಮಃ",
                        "ಓಂ ಅರ್ಕಾಯ ನಮಃ",
                        "ಓಂ ಭಾಸ್ಕರಾಯ ನಮಃ",
                        "ಓಂ ಶ್ರೀ ಸವಿತೃಸೂರ್ಯನಾರಾಯಣಾಯ ನಮಃ"
                    ]

                }
            ]
        },
    ],
    events: {
        annual: [
            {
                title: "ಹಿಂದೂ ಸಾಮ್ರಾಜ್ಯ ದಿನೋತ್ಸವ",
                date: "ಜ್ಯೇಷ್ಠ ಶುದ್ಧ ತ್ರಯೋದಶಿ (09 ಜೂನ್ 2025)",
                status: "past"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "22 ಜೂನ್ 2025",
                status: "past"
            },
            {
                title: "ಶ್ರೀ ಗುರುಪೂರ್ಣಿಮೆ",
                date: "ಆಷಾಢ ಹುಣ್ಣಿಮೆ (10 ಜುಲೈ 2025)",
                status: "current"
            },
            {
                title: "ರಕ್ಷಾಬಂಧನ",
                date: "ಶ್ರಾವಣ ಹುಣ್ಣಿಮೆ (09 ಆಗಸ್ಟ್ 2025)"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "31 ಆಗಸ್ಟ್ 2025",
            },
            {
                title: "ಪ್ರಾರ್ಥನಾ ಸಪ್ತಾಹ",
                date: "08 - 14 ಸೆಪ್ಟೆಂಬರ್ 2025"
            },
            {
                title: "ವಿಜಯದಶಮಿ",
                date: "ಆಶ್ವಯುಜ ಶುದ್ಧ ದಶಮಿ (02 ಅಕ್ಟೋಬರ್ 2025)"
            },
            {
                title: "ಪ್ರಾಂತ ಸಂಪರ್ಕ ದಿನ",
                date: "01 ನವೆಂಬರ್ 2025"
            },
            {
                title: "ಉಳ್ಳಾಲ ರಾಣಿ ಅಬ್ಬಕ್ಕ ಕಥೆ",
                date: "05 ನವೆಂಬರ್ 2025"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "30 ನವೆಂಬರ್ 2025",
            },
            {
                title: "ಪ್ರಹಾರ್ ಪಕ್ಷ",
                date: "01 - 15 ಡಿಸೆಂಬರ್"
            },
            {
                title: "ಪ್ರಹಾರ ದಿನ",
                date: "16 ಡಿಸೆಂಬರ್"
            },
            {
                title: "ಸಂಕ್ರಾಂತಿ",
                date: "ಮಕರ ಸಂಕ್ರಮಣ (14 ಜನವರಿ 2026)"
            },
            {
                title: "ಭಾರತ ಮಾನಚಿತ್ರ ಪರಿಚಯ ಸಪ್ತಾಹ",
                date: "19 - 25 ಜನವರಿ 2026"
            },
            {
                title: "ಪ. ಪೂ. ಶ್ರೀ ಗುರೂಜಿ ಸಂಸ್ಮರಣೆ",
                date: "06 - 12 ಫೆಬ್ರವರಿ 2026"
            },
            {
                title: "ಮಹಾಶಿವರಾತ್ರಿ - ಘೋಷ್ ದಿನ",
                date: "15 ಫೆಬ್ರವರಿ 2026"
            },
            {
                title: "ಪ. ಪೂ. ಡಾಕ್ಟರ್ ಜಿ ಸಂಸ್ಮರಣೆ",
                date: "13 - 19 ಮಾರ್ಚ್‌ 2026"
            },
            {
                title: "ಯುಗಾದಿ - ಪರಾಭವ",
                date: "ಚೈತ್ರ ಶುದ್ಧ ಪಾಡ್ಯ (19 ಮಾರ್ಚ್‌ 2026)"
            },
            {
                title: "ಸೇವಾ ಸಾಂಘೀಕ್",
                date: "29 ಮಾರ್ಚ್ 2025",
            }
        ]
    }
};