const songs = [
    {
        month: "ಜ್ಯೇಷ್ಠ ಮಾಸದ ಗೀತೆ",
        current: false,
        items: [
            {
                content: [
                    `
                    <div class="text-center mb-2">
                        <audio controls class="w-100">
                            <source src="assets/audio/shradhamaya-vishwas-bhadakar.mp3" type="audio/mp3">
                        </audio>
                    </div>
                    
                    ಶ್ರದ್ಧಾಮಯ ವಿಶ್ವಾಸ ಬಢಾಕರ <br>ಸಾಮಾಜಿಕ ಸದ್ಭಾವ ಜಗಾಯೇ<br>
                    ಅಪನೆ ಪ್ರೇಮ ಪರಿಶ್ರಮ ಕೆ ಬಲ <br>ಭಾರತ ಮೆ ನವಸೂರ್ಯ ಉಗಾಯೇ<br>
                    ಜಾಗ ರಹಾ ಹೇ ಜನ ಗಣ ಮನ ನಿಶ್ಚಿತ ಹೋಗಾ ಪರಿವರ್ತನ್‌ ||<br><br>

                    ಶುದ್ಧ ಸನಾತನ ಪರಂಪರಾಮಯ <br>ಪ್ರೇಮ ಭರಾ ವ್ಯವಹಾರ ರಹೆ<br>
                    ಋಷಿಮುನಿಯೋ ಕಿ ಶಿಕ್ಷಾವೋ ಪರ <br>ಚಲನೆ ಕಾ ಸಂಸ್ಕಾರ ರಹೆ<br>
                    ರಾಹ ರಾಪಟತಿ ಇಸ ದುನಿಯಾ ಮೆ <br>ಕುಲ ಕುಟುಂಬ ಕಾ ಸಂರಕ್ಷಣ ||1||<br><br>

                    ಸಬ ಸಮಾಜ ಅಂಗಾಂಗ ಪರಸ್ಪರ <br>ಛುವಾಚೂತ ಲವಲೇಶ ನ ಹೋ<br>
                    ಪ್ರೀತಿ ರೀತಿ ಭರ ಗಹನ ಸಭೀ ಮೆ <br>ಭೇದಭಾವ ಅವಶೇಷ ನ ಹೋ<br>
                    ಬನೆ ಪರಸ್ಪರ ಪೂರಕ ಪೋಷಕ <br>ಹೃದಯೋ ಮೆ ರಸಧಾರ ಸೃಜನ್ || 2 ||<br><br>

                    ಹರೀ ಭರೀ ಹೋ ಧರತಿ ಅಪನೀ <br>ಮಿಟ್ಟಿ ಕಾ ಭೀ ಹೊ ಪೋಷಣ<br>
                    ಪಂಚ ತತ್ವ ಕೀ ಮಂಗಲ ಮಹಿಮಾ <br>ದಿವ್ಯ ಧರಾ ಕೆ ಆಭೂಷಣ<br>
                    ಪುರಖೋ ಕೆ ವಿಜ್ಞಾನ ಧರ್ಮ ಕೀ <br>ಪರಂಪರಾ ಕೆ ಕರೇ ವರಣ || 3 ||<br><br>

                    ಸ್ವಾಭಿಮಾನ ಭರ ಭಾವ ಸ್ವದೇಶೀ <br>ಸ್ವತ್ವ ಬೋಧ ಕಾ ಲೇ ಆಧಾರ್‌<br>
                    ಪರಹಿತ ಧ್ಯಾನ ಪರಸ್ಪರ ಪೂರಕ <br>ಜನಜೀವನ ಕಾ ಶಿಷ್ಟಾಚಾರ್‌<br>
                    ವಿಶ್ವ ಮಂಚಪರ ಭಾರತ ಮಾ ಕೇ <br>ಯಶ ಕೀ ಹೋ ಅನುಗೂಂಜ ಸಘನ ||4||<br>
                    `
                ]
            }
        ]
    },
    {
        month: "ಆಷಾಢ ಮಾಸದ ಗೀತೆ",
        current: true,
        items: [
            {
                content: [
                    `
                    <div class="text-center mb-2">
                        <audio controls class="w-100">
                            <source src="assets/audio/arunadwajavu-kareyuthihudhu.mp3" type="audio/mp3">
                        </audio>
                    </div>
                    ಅರುಣ ಧ್ವಜವು ಕರೆಯುತಿಹುದು ಬಾ ಹಿಂದು ಬಾ ||ಪ||<br><br>
                    ಮನವ ತೆರೆದು ಶಿರವ ಮಣಿದು ಓ ಎಂದು ಬಾ<br>
                    ಬಂಧು ನಾವು ಎಂದು ಬಾ ಎಂದೆಂದಿಗೂ ಒಂದೆ ಬಾ ||೧||<br><br>
                    ಹಳೆಯ ಕಹಿಯ ಮರೆತುಬಿಡು ದ್ವೇಷ ರೋಷ ದೂರ ಸುಡು<br>
                    ಎಲ್ಲ ಹಗೆ ಎಲ್ಲ ಧಗೆ ಮೀರಿಬರಲಿ ಸ್ನೇಹ ನಗೆ ||೨||<br><br>
                    ಸತ್ಯ ನ್ಯಾಯ ನೀತಿ ನಡೆ ದಿಟ್ಟ ನಿಲುವು ಬರದು ತಡೆ<br>
                    ದರ್ಪ ದಮನಕಿರದು ಬೆಲೆ ಹರಿಯೆ ಪ್ರೀತಿ ಶಾಂತಿ ಸೆಲೆ ||೩||<br><br>
                    ಸಂತವಾಣಿ ದಿನವು ನೆನೆ ಬಿತ್ತು ಮನದಿ ಬರಲಿ ತೆನೆ<br>
                    ವೀರಗಾಥೆ ಕೇಳಿ ತನು ರೋಮಾಂಚಿತವಾಗದೇನು? ||೪||<br><br>
                    ಧರ್ಮದರಿವು ಮೂಡಲಿ ಜನ ಜಾಗೃತಿಯಾಗಲಿ<br>
                    ಓಂಕಾರದ ನಾದದಿ ವಿಜಯ ಭೇರಿ ಮೊಳಗಲಿ ||೫||
                    `
                ]
            }
        ]
    },
    {
        month: "ಶ್ರಾವಣ ಮಾಸದ ಗೀತೆ",
        current: false,
        items: [
            {
                content: [
                    `
                    ರಕ್ಷೆಯ ಕಟ್ಟುವೆವು ನಾವು ರಕ್ಷೆಯ ಕಟ್ಟುವೆವು<br>
                    ನಿಶ್ಚಯ ಮಾಡಿಹೆವು ಬಲಾಢ್ಯ ರಾಷ್ಟ್ರವ ಕಟ್ಟುವೆವು ||ಪ||<br>
                    <br>
                    ಹಿಂದೂ ಸಾಗರದಲೆಗಳಸಂಖ್ಯ ಬ್ರಹ್ಮದೇವನಿಗು ಎಣಿಸಲಸಾಧ್ಯ<br>
                    ಕಟ್ಟಿಹ ರಕ್ಷೆಗಳಗಣಿತವಣ್ಣ ಹೊಳೆ ಹೊಳೆಯುತಲಿದೆ ಕೇಸರಿ ಬಣ್ಣ ||೧||<br>
                    <br>
                    ಒಂದೇ ತಾಯಿಯ ಮಕ್ಕಳು ನಾವು ಒಂದೇ ಮಣ್ಣಿನ ಕಣಗಳು ನಾವು<br>
                    ಮೇಲುಕೀಳುಗಳ ಭೇಧವನಳಿಸಿ ಸ್ನೇಹದ ಪ್ರೇಮದ ಭಾವನೆ ಬೆಳೆಸಿ ||೨||<br>
                    <br>
                    ಎಮ್ಮೊಳಹೊರಗಿನ ಶತ್ರುಗಳನ್ನು ಸುಟ್ಟುರಿಸುತ ದುರ್ಮಾರ್ಗಿಗಳನ್ನು<br>
                    ದೃಢಸಂಕಲ್ಪದ ಸತ್ಪಥದಲ್ಲಿ ಮುನ್ನುಗುತ ಜನಮನವನು ಗೆಲ್ಲಿ ||೩||<br>
                    <br>
                    ಮೈಮರೆವಿನ ಕಾಲವು ಕಳೆದಿಹುದು ನವಸ್ವಾತಂತ್ರ್ಯದ ಬಲ ಬಂದಿಹುದು<br>
                    ವರ ಭಗವಾಧ್ವಜ ಕೈಯಲಿ ಪಿಡಿದು ದಿಗ್ವಿಜಯದ ಜಯಭೇರಿಯ ಹೊಡೆದು ||೪||
                    `
                ]
            }
        ]
    },
];